[LANGUAGE]
language="Hungarian"
CharacterSet=1
translator=
e-mail=
web=


[Main]
1=Fájl
2=Helyezze vissza a kulcsokat a helyi lemezről
3=Helyezze vissza a kulcsokat a külső lemezről
4=A rendszerleíró adatbázis mély vizsgálata
5=Mentés másként ...
6=Kilépés
7=Szerkesztés
8=Kiválasztott sor másolása
9= Keresés ...
10=Segítség
11=Frissítések keresése ...
12=Kulcsadatbázis frissítése ...
13=Nyelv módosítása
14=Adomány ...
15=Web ...
16=Körülbelül ...
17=Frissítés
18=Másolja a termék nevét
19=Termékkulcs másolása
20=Támogatott szoftverek és játékok listája
21=Kövess engem a Facebookon ...
22=Adatbázis verzió:
23=Termék neve
24=Termékkulcs
25=Új verzió elérhető!
26=Szeretné letölteni a weboldalunkról?
27=Nincs elérhető új frissítés!
28=A kiterjesztett adatbázis nem található!
29=Adatbázis hiányzik!
30=Kérjük, frissítse adatbázisát weboldalunkról.
31=Adatbázis hiba!
32=Kérjük, válassza ki a külső <WINDOWS> könyvtárat:
33=Új adatbázis áll rendelkezésre!
34=Szeretné most letölteni?
35=Az adatbázisod naprakész!
36=Kérjük, zárja be a programot, és futtassa újra.
37=Az adatbázis letöltése befejeződött.
38=Hiba történt az adatbázis letöltésekor!
39=Szerezzen több ingyenes szoftvert a https://www.sterjosoft.com címen


[List]
1=Kulcs:
2=Termék azonosítója:
3=Név:
4=Sorozatszám:
5=Társaság:
6=CD kulcs:
7=Keresztnév:
8=Vezetéknév:
9=E-mail:
10=Érvényesítési kulcs:
11=Felhasználó:
12=Jelszó:
13=Típus:
14=Feloldókód:
15=Kód:


[Find]
1=Mit keres:
2=Következő keresése
3=Mégse
4=A keresés befejeződött!


[Scanning]
1=Szkennelés ...
2=Mégse


[About]
1=Körülbelül
2=Verzió:
3=Ez a termék INGYENES személyes vagy kereskedelmi használatra.
4=Szerzői jog © SterJo Software. Minden jog fenntartva.
6=Bezárás


[Tray]
1=Nyitva
2=Kilépés
3=Nyelv kiválasztása
4=Kiválasztás:
5=&Jelentkezés
6=&Mégse
7=Kérjük, indítsa újra az alkalmazást, hogy a módosítások életbe lépjenek.
8=A nyelv megváltozott.
